{"pages":[{"title":"404","text":"","path":"404/index.html","date":"05-10","excerpt":""},{"title":"search","text":"","path":"search/index.html","date":"05-10","excerpt":""}],"posts":[{"title":"quack","text":"“先生，——我家的宝儿什么病呀？”“他中焦塞着。”“不妨事么？他……”“先去吃两帖。”“他喘不过气来，鼻翅子都扇着呢。”“这是火克金……”何小仙说了半句话，便闭上眼睛；单四嫂子也不好意思再问。在何小仙对面坐着的一个三十多岁的人，此时已经开好一张药方，指着纸角上的几个字说道：——“这是第一味保婴活命丸，须是贾家济世老店才有！”——《呐喊·明天》","path":"quack.html","date":"05-13","excerpt":""},{"title":"endless meetings","text":"中国的大学好像很喜欢开会，常常开，恨不得天天开；层层开，校开完了院里面继续开。例如党（积极分子）的各种学习研讨会，学生大会，班长团支书会，等等。国家开 党 代 会， 人 大 会，至多不过也就一年一回，学校也要搞，“XX大学学生研究生代表大会”、“XX大学全党代表大会”。到了学院一级，更是不能落后，赶忙搞一个“XX学院团员代表大会”、“xx学院五四表彰大会”，诸如此类。上面列举的，有的是学生参加，有的是老师学生都参加。如果专门说教职工的会，那就更多了，当一名普通的科研岗工作，每周也要开院教师会、系教师会。你若是党员，那恐怕至少还要加一场党员会。 开个小会，那起码也得耽误个一小时；如果会的排场再大一点，放在文体中心、大礼堂这样气派的地方，没有个俩三小时，是肯定不够的。说到会议的内容嘛，我上面例举的会，绝大部分显然是没有什么内容的。表彰大会，无外乎发发奖状，找几个优秀分子发发言，领导再训训话，照几张好看的相片，就完事了。而学校里面开什么“XX代表大会”，更是政治意义大于实际意义。全国 人 大，那是权力机关，别人开会那是在干活，要修订法律，决定人事任免的。而学校的那些“代表”们，又能干嘛呢？开会的时候，他们不能决定任何事；开完会，他们还是普通人。 讲来讲去，“代表”们其实谁也没得到好处，浪费了宝贵的学习、工作和科研的时间。只有那么一些领导，倒是丰富了简历，开开心心。 在我看来，学校的会要少之又少的。学生来到大学，学的是知识，是人与人相处的智慧，而不是如何开会，如何表演一场场政治秀。广大的科研人员，时间宝贵，竞争激烈，如此开会，浪费了时间不谈，还有可能心思堕落，也走向了只会嘴巴开会，不会头脑风暴的不归路。","path":"endless-meetings.html","date":"05-11","excerpt":""},{"title":"a brief introduction of the Tibet Region's history","text":"Since 1264 Kublai Khan established The Executive Yuan, Chinese central government has been controlling the Tibet Region for approximate 800 years. During yuan dynasty, the Yuan Emperor garrison troops in Tibet and completely controlled the secular order, while the Sakya Lama (Leader of Tibet) was only responsible for the religious. After mid-fourteen century, when Yuan dynasty was replaced by Ming dynasty, Tibetans got rid of the domination of mongols but fell into endless sectarian struggle and political chaos. In this special period, Ming emperor nominally ruled the Tibet Region by bestowing titles to Tibetan religious leaders, sporadic armed intervention, demanding periodical tributes etc. The Tibet Region actually maintained military and administratively independent. In 17 century, Qing Empire succeed the main land of China and started to interfere in Tibet’s affairs. In 1720, the central government formally stationed troops in Tibet, finishing structural, military and administrative rule over it until 1911. After Xinhai Revolution in 1911, the Tibet Region was ruled by the Kashag. Although Tibetan leaders proclaimed the independence, it was never be recognized by the central government of Republic of China and almost half of their claimed territory was under the control of several Chinese worlords. In 1951, representatives of the Tibetan authorities participated in negotiations with Beijing government, and PLA entered in Lassa. The Communist Party of China (CPC) completed peaceful liberation of Tibet. (to be continued)","path":"brief-history-of-the-Tibet-Region.html","date":"05-08","excerpt":""},{"title":"a page example for test","text":"一级标题二级标题 列表 列表2 子列表1 子列表2 国家教育部 分割线 大大 大大大斜体字字体加粗 &lt;html&gt;&lt;/html&gt; 12345&lt;html&gt; &lt;head&gt; &lt;title&gt;XXX&lt;/title&gt; &lt;/head&gt;&lt;/html&gt; 如何插入图片","path":"page.html","date":"05-01","excerpt":""}]}